Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/CoreRepairKit.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# TOUCHID_POPUP_INFO_IPAD
source: There’s an issue with your iPad’s ability to use Touch ID. Go to Settings for more information.
ar: هناك مشكلة في قدرة iPad على استخدام بصمة الإصبع. يرجى الانتقال إلى الإعدادات لمزيد من المعلومات.
bg: Има проблем с използването на Touch ID на вашия iPad. Отидете в Настройки за повече информация.
ca: L’iPad té un problema que afecta l’ús del Touch ID. Ves a la configuració per obtenir més informació.
cs: Na vašem iPadu se vyskytl problém s používáním Touch ID. Další informace najdete v Nastavení.
da: Din iPad har problemer med at bruge Touch ID. Gå til Indstillinger for at få flere oplysninger.
de: Dein iPad hat ein Problem bei der Nutzung von Touch ID. Weitere Informationen findest du in den Einstellungen.
el: Προέκυψε ζήτημα με τη δυνατότητα χρήσης Touch ID από το iPad σας. Για περισσότερες πληροφορίες, μεταβείτε στις Ρυθμίσεις.
es: Hay un problema con la función de Touch ID del iPad. Ve a Ajustes para obtener más información.
es_us: Ocurrió un problema con la capacidad de tu iPad para utilizar Touch ID. Obtén más detalles en Configuración.
fi: iPadin Touch ID:ssä on ongelma. Katso lisätietoja Asetuksista.
fr: Un problème est survenu avec la capacité de votre iPad à utiliser Touch ID. Accédez à l’app Réglages pour en savoir plus.
fr_ca: Il existe un problème concernant la capacité de votre iPad à utiliser Touch ID. Accédez à Réglages pour en savoir davantage.
he: התגלתה בעיה עם היכולת של ה-iPad שלך להשתמש ב-Touch ID. למידע נוסף יש לעבור ל״הגדרות״.
hi: Touch ID का इस्तेमाल करने की आपके iPad की क्षमता में समस्या है। अधिक जानकारी के लिए सेटिंग्ज़ पर जाएँ।
hr: Došlo je do problema zbog kojeg vaš iPad ne može koristiti Touch ID. Idite u Postavke za dodatne informacije.
hu: Probléma merült fel azzal kapcsolatban, hogy az iPadje képes-e használni a Touch ID‑t. További tudnivalókért nyissa meg a Beállításokat.
id: Ada masalah pada kemampuan iPad Anda untuk menggunakan Touch ID. Buka Pengaturan untuk informasi lainnya.
it: Si è verificato un problema per cui iPad non è in grado di utilizzare il sensore Touch ID. Per ulteriori informazioni, vai in Impostazioni.
ja: このiPadのTouch IDの機能に問題があります。詳しくは、“設定”に移動してください。
kk: iPad құрылғыңыздың Touch ID функциясын пайдалану бойынша мәселе туындады. Қосымша ақпарат алу үшін «Реттеулер» мәзіріне өтіңіз.
ko: iPad로 Touch ID를 사용하는 데 문제가 있습니다. 자세한 정보를 보려면 설정으로 이동하십시오.
lt: Kilo problema dėl jūsų „iPad“ galimybės naudotis „Touch ID“. Daugiau informacijos žr. srityje „Nustatymai“.
ms: Terdapat isu dengan keupayaan iPad anda untuk menggunakan Touch ID. Pergi ke Seting untuk mendapatkan maklumat lanjut.
nl: Er is een probleem met het vermogen van je iPad om Touch ID te gebruiken. Ga voor meer informatie naar Instellingen.
no: Det er et problem med å bruke Touch ID på iPaden. Gå til Innstillinger for mer informasjon.
pl: iPad ma problem z czujnikiem Touch ID. Aby uzyskać więcej informacji, przejdź do Ustawień.
pt_br: Há um problema com o uso do Touch ID no seu iPad. Abra os Ajustes para obter mais informações.
pt_pt: Foi detetado um problema que impede o iPad de usar o Touch ID. Encontrará informação adicional nas Definições.
ro: O problemă afectează capacitatea iPad‑ului dvs. de a utiliza Touch ID. Accesați Configurări pentru mai multe informații.
ru: Этот iPad не может использовать Touch ID из‑за неполадки. Чтобы узнать подробнее, откройте Настройки.
sk: Váš iPad má problém s používaním Touch ID. Viac informácií nájdete v Nastaveniach.
sl: Prišlo je do težave, zato iPad trenutno ne more uporabljati funkcije Touch ID. Za več informacij odprite Nastavitve.
sv: Det har uppstått ett problem med att använda Touch ID på denna iPad. Öppna Inställningar för mer information.
th: มีปัญหากับความสามารถในการใช้ Touch ID ของ iPad ของคุณ ไปที่การตั้งค่าสำหรับข้อมูลเพิ่มเติม
tr: iPad’inizin Touch ID’yi kullanabilmesi ile ilgili bir sorun var. Daha fazla bilgi için Ayarlar’a gidin.
uk: На iPad виникла проблема з використанням Touch ID. Докладніше див. у Параметрах.
vi: Có sự cố với khả năng sử dụng Touch ID trên iPad của bạn. Hãy đi tới Cài đặt để biết thêm thông tin.
zh_cn: iPad无法使用触控ID。请前往“设置”了解更多信息。
zh_hk: iPad無法使用Touch ID。請前往「設定」以取得更多資料。
zh_tw: iPad無法使用Touch ID。請前往「設定」以取得更多資訊。

# CAMERA_DESC_IPAD
source: There’s an issue with your iPad camera.
ar: هناك مشكلة في كاميرا iPad.
bg: Има проблем с камерата на вашия iPad.
ca: Hi ha un problema amb la càmera de l’iPad.
cs: Na vašem iPadu se vyskytl problém s fotoaparátem.
da: Der er et problem med kameraet på din iPad.
de: Dein iPad hat ein Kameraproblem.
el: Προέκυψε ζήτημα με την κάμερα του iPad σας.
es: Hay un problema con la cámara del iPad.
es_us: Ocurrió un problema con la cámara de tu iPad.
fi: iPadin kamerassa on ongelma.
fr: Un problème est survenu avec la caméra de votre iPad.
fr_ca: Il existe un problème concernant la caméra de votre iPad.
he: התגלתה בעיה עם המצלמה ב-iPad שלך.
hi: आपके iPad के कैमरे में समस्या है।
hr: Došlo je do problema s kamerom iPada.
hu: Probléma merült fel az iPadjének kamerájával kapcsolatban.
id: Ada masalah pada kamera iPad Anda.
it: Si è verificato un problema con la fotocamera di iPad.
ja: このiPadのカメラに問題があります。
kk: iPad камерасында мәселе туындады.
ko: iPad의 카메라에 문제가 있습니다.
lt: Kilo problema dėl jūsų „iPad“ vaizdo kameros.
ms: Terdapat isu dengan kamera iPad anda.
nl: Er is een probleem met de camera van je iPad.
no: Det er et problem med kameraet på iPad.
pl: iPad ma problem z aparatem.
pt_br: Há um problema com a câmera do seu iPad.
pt_pt: Foi detetado um problema na câmara do iPad.
ro: Camera iPad‑ului are o problemă.
ru: Этот iPad не может использовать камеру из‑за неполадки.
sk: Na vašom iPade sa vyskytol problém s kamerou.
sl: Prišlo je do težave z iPadovo kamero.
sv: Det har uppstått ett problem med iPad-kameran.
th: มีปัญหากับกล้องของ iPad ของคุณ
tr: iPad’inizin kamerasıyla ilgili bir sorun var.
uk: На iPad виникла проблема з камерою.
vi: Có sự cố với camera trên iPad của bạn.
zh_cn: iPad相机有问题。
zh_hk: 你的iPad相機發生問題。
zh_tw: iPad的相機發生問題。

# WLAN_DESC_IPAD
source: There’s an issue with your iPad’s ability to use WLAN.
ar: هناك مشكلة في قدرة iPad على استخدام WLAN.
bg: Има проблем с използването на WLAN на вашия iPad.
ca: L’iPad té un problema que afecta l’ús de la WLAN.
cs: Na vašem iPadu se vyskytl problém s používáním WLAN.
da: Din iPad har problemer med at bruge WLAN.
de: Dein iPad hat ein Problem bei der Nutzung von WLAN.
el: Προέκυψε ζήτημα με τη δυνατότητα χρήσης WLAN από το iPad σας.
es: Hay un problema con la conectividad WLAN del iPad.
es_us: Ocurrió un problema con la capacidad de tu iPad para utilizar la red WLAN.
fi: iPadin WLAN-yhteydessä on ongelma.
fr: Un problème est survenu avec la capacité de votre iPad à utiliser le WLAN.
fr_ca: Il existe un problème concernant la capacité de votre iPad à utiliser la connectivité WLAN.
he: התגלתה בעיה עם היכולת של ה-iPad שלך להשתמש ברשת WLAN.
hi: WLAN का इस्तेमाल करने की आपके iPad की क्षमता में समस्या है।
hr: Došlo je do problema zbog kojeg vaš iPad ne može koristiti WLAN.
hu: Probléma merült fel azzal kapcsolatban, hogy az iPadje képes-e használni a WLAN‑t.
id: Ada masalah pada kemampuan iPad Anda untuk menggunakan WLAN.
it: Si è verificato un problema per cui iPad non è in grado di utilizzare la connessione WLAN.
ja: このiPadのWLANの機能に問題があります。
kk: iPad құрылғыңыздың WLAN функциясын пайдалану бойынша мәселе туындады.
ko: iPad로 WLAN을 사용하는 데 문제가 있습니다.
lt: Kilo problema dėl jūsų „iPad“ galimybės naudotis WLAN ryšiu.
ms: Terdapat isu dengan keupayaan iPad anda untuk menggunakan WLAN.
nl: Er is een probleem met het vermogen van je iPad om WLAN te gebruiken.
no: Det er et problem med å bruke WLAN på iPaden.
pl: iPad ma problem z modułem WLAN.
pt_br: Há um problema com o uso da rede WLAN no seu iPad.
pt_pt: Foi detetado um problema que impede o iPad de usar a WLAN.
ro: O problemă afectează capacitatea iPad‑ului de a utiliza conexiunea WLAN.
ru: Этот iPad не может использовать WLAN из‑за неполадки.
sk: Váš iPad má problém s používaním rozhrania WLAN.
sl: Prišlo je do težave, zato iPad trenutno ne more uporabljati omrežja WLAN.
sv: Det har uppstått ett problem med att använda WLAN på denna iPad.
th: มีปัญหากับความสามารถในการใช้ WLAN ของ iPad ของคุณ
tr: iPad’inizin WLAN’ı kullanabilmesi ile ilgili bir sorun var.
uk: На iPad виникла проблема з використанням WLAN.
vi: Có sự cố với khả năng sử dụng WLAN trên iPad của bạn.
zh_cn: iPad无法使用无线局域网。
zh_hk: 你的iPad無法使用WLAN。
zh_tw: iPad無法使用WLAN。

# UWB_POPUP_INFO_IPAD
source: There’s an issue with your iPad’s ability to use Ultra Wideband. Go to Settings for more information.
ar: هناك مشكلة في قدرة iPad على استخدام النطاق فائق العرض. يرجى الانتقال إلى الإعدادات لمزيد من المعلومات.
bg: Има проблем с използването на свръхшироколентова технология на вашия iPad. Отидете в Настройки за повече информация.
ca: L’iPad té un problema que afecta l’ús de la banda ultraampla. Ves a la configuració per obtenir més informació.
cs: Na vašem iPadu se vyskytl problém s používáním ultraširokého pásma. Další informace najdete v Nastavení.
da: Din iPad har problemer med at bruge ultrabredbånd. Gå til Indstillinger for at få flere oplysninger.
de: Dein iPad hat ein Problem bei der Nutzung von Ultra Wideband. Weitere Informationen findest du in den Einstellungen.
el: Προέκυψε ζήτημα με τη δυνατότητα χρήσης Υπερευρείας ζώνης από το iPad σας. Για περισσότερες πληροφορίες, μεταβείτε στις Ρυθμίσεις.
es: Hay un problema con la banda ultraancha del iPad. Ve a Ajustes para obtener más información.
es_us: Ocurrió un problema con la capacidad de tu iPad para utilizar la banda ultraancha. Obtén más detalles en Configuración.
fi: iPadin Ultra Wideband -yhteydessä on ongelma. Katso lisätietoja Asetuksista.
fr: Un problème est survenu avec la capacité de votre iPad à utiliser l’Ultra Wideband. Accédez à l’app Réglages pour en savoir plus.
fr_ca: Il existe un problème concernant la capacité de votre iPad à utiliser la bande ultralarge. Accédez à Réglages pour en savoir davantage.
he: התגלתה בעיה עם היכולת של ה-iPad שלך להשתמש בפס האולטרה-רחב. למידע נוסף יש לעבור ל״הגדרות״.
hi: अल्ट्रा वाइडबैंड का इस्तेमाल करने की आपके iPad की क्षमता में समस्या है। अधिक जानकारी के लिए सेटिंग्ज़ पर जाएँ।
hr: Došlo je do problema zbog kojeg vaš iPad ne može koristiti ultraširoki pojas. Idite u Postavke za dodatne informacije.
hu: Probléma merült fel azzal kapcsolatban, hogy az iPadje képes-e használni az Ultraszélessávot. További tudnivalókért nyissa meg a Beállításokat.
id: Ada masalah pada kemampuan iPad Anda untuk menggunakan Ultra Wideband. Buka Pengaturan untuk informasi lainnya.
it: Si è verificato un problema per cui iPad non è in grado di utilizzare la banda ultralarga. Per ulteriori informazioni, vai in Impostazioni.
ja: このiPadの超広帯域無線の機能に問題があります。詳しくは、“設定”に移動してください。
kk: iPad құрылғыңыздың Ultra Wideband функциясын пайдалану бойынша мәселе туындады. Қосымша ақпарат алу үшін «Реттеулер» мәзіріне өтіңіз.
ko: iPad로 초광대역을 사용하는 데 문제가 있습니다. 자세한 정보를 보려면 설정으로 이동하십시오.
lt: Kilo problema dėl jūsų „iPad“ galimybės naudotis „Ultra Wideband“. Daugiau informacijos žr. srityje „Nustatymai“.
ms: Terdapat isu dengan keupayaan iPad anda untuk menggunakan Jalur Ultralebar. Pergi ke Seting untuk mendapatkan maklumat lanjut.
nl: Er is een probleem met het vermogen van je iPad om Ultra Wideband te gebruiken. Ga voor meer informatie naar Instellingen.
no: Det er et problem med å bruke ultrabredbånd på iPaden. Gå til Innstillinger for mer informasjon.
pl: iPad ma problem z modułem Ultra Wideband. Aby uzyskać więcej informacji, przejdź do Ustawień.
pt_br: Há um problema com o uso da Banda Ultralarga no seu iPad. Abra os Ajustes para obter mais informações.
pt_pt: Foi detetado um problema que impede o iPad de usar a ultra banda larga (UWB). Encontrará informação adicional nas Definições.
ro: O problemă afectează capacitatea iPad‑ului dvs. de a utiliza banda ultralargă. Accesați Configurări pentru mai multe informații.
ru: Этот iPad не может использовать технологию Ultra Wideband из‑за неполадки. Чтобы узнать подробнее, откройте Настройки.
sk: Váš iPad má problémy s používaním ultraširokého pásma. Viac informácií nájdete v Nastaveniach.
sl: Prišlo je do težave, zato iPad trenutno ne more uporabljati ultraširokopasovne povezave. Odprite Nastavitve za več informacij.
sv: Det har uppstått ett problem med att använda Ultra wideband på denna iPad. Öppna Inställningar för mer information.
th: มีปัญหากับความสามารถในการใช้แถบความถี่กว้างยิ่งยวดของ iPad ของคุณ ไปที่การตั้งค่าสำหรับข้อมูลเพิ่มเติม
tr: iPad’inizin Ultra Geniş Bant’ı kullanabilmesi ile ilgili bir sorun var. Daha fazla bilgi için Ayarlar’a gidin.
uk: На iPad виникла проблема з використанням UWB. Докладніше див. у Параметрах.
vi: Có sự cố với khả năng sử dụng Băng thông siêu rộng trên iPad của bạn. Hãy đi tới Cài đặt để biết thêm thông tin.
zh_cn: iPad无法使用超宽带。请前往“设置”了解更多信息。
zh_hk: iPad無法使用超寬頻。請前往「設定」以取得更多資料。
zh_tw: iPad無法使用超寬頻。請前往「設定」以取得更多資訊。

source: New TrueDepth Camera
ar: كاميرا عمق حقيقي جديدة
bg: Нова камера TrueDepth
ca: Càmera TrueDepth nova
cs: Nový TrueDepth fotoaparát
da: Nyt TrueDepth-kamera
de: Neue TrueDepth-Kamera
el: Νέα κάμερα TrueDepth
es: Nueva cámara TrueDepth
es_us: Nueva cámara TrueDepth
fi: Uusi TrueDepth-kamera
fr: Nouvelle caméra TrueDepth
fr_ca: Nouvelle caméra TrueDepth
he: מצלמת TrueDepth חדשה
hi: नया TrueDepth कैमरा
hr: Nova TrueDepth kamera
hu: Új TrueDepth-kamera
id: Kamera TrueDepth Baru
it: Nuova fotocamera TrueDepth
ja: 新しいTrueDepthカメラ
kk: Жаңа TrueDepth камерасы
ko: 새로운 TrueDepth 카메라
lt: Nauja „TrueDepth“ kamera
ms: Kamera TrueDepth Baharu
nl: Nieuwe TrueDepth-camera
no: Nytt TrueDepth-kamera
pl: Nowy aparat TrueDepth
pt_br: Nova Câmera TrueDepth
pt_pt: Nova câmara TrueDepth
ro: Cameră TrueDepth nouă
ru: Новая камера TrueDepth
sk: Nová TrueDepth kamera
sl: Nova kamera TrueDepth
sv: Ny TrueDepth-kamera
th: กล้อง TrueDepth ใหม่
tr: Yeni TrueDepth Kamera
uk: Нова камера TrueDepth
vi: Camera TrueDepth mới
zh_cn: 新原深感摄像头
zh_hk: 全新原深感測鏡頭
zh_tw: 新原深感測相機

# BATTERY_FOLLOWUP_INFO_IPAD
source: There’s an issue with your iPad battery.
ar: هناك مشكلة في بطارية iPad.
bg: Има проблем с батерията на вашия iPad.
ca: Hi ha un problema amb la bateria de l’iPad.
cs: Na vašem iPadu se vyskytl problém s baterií.
da: Der er et problem med batteriet på din iPad.
de: Dein iPad hat ein Batterieproblem.
el: Προέκυψε ζήτημα με την μπαταρία του iPad σας.
es: Hay un problema con la batería del iPad.
es_us: Ocurrió un problema con la batería de tu iPad.
fi: iPadin akussa on ongelma.
fr: Un problème est survenu avec la batterie de votre iPad.
fr_ca: Il existe un problème concernant la batterie de votre iPad.
he: התגלתה בעיה עם הסוללה ב-iPad שלך.
hi: आपके iPad की बैटरी में समस्या है।
hr: Došlo je do problema s baterijom iPada.
hu: Probléma merült fel az iPadjének akkumulátorával kapcsolatban.
id: Ada masalah pada baterai iPad Anda.
it: Si è verificato un problema con la batteria di iPad.
ja: このiPadのバッテリーに問題があります。
kk: iPad аккумуляторында мәселе туындады.
ko: iPad의 배터리에 문제가 있습니다.
lt: Kilo problema dėl jūsų „iPad“ akumuliatoriaus.
ms: Terdapat isu dengan bateri iPad anda.
nl: Er is een probleem met de batterij van je iPad.
no: Det er et problem med batteriet på iPad.
pl: iPad ma problem z baterią.
pt_br: Há um problema com a bateria do seu iPad.
pt_pt: Foi detetado um problema na bateria do iPad.
ro: Bateria iPad‑ului are o problemă.
ru: На этом iPad возникла неполадка аккумулятора.
sk: Na vašom iPade sa vyskytol problém s batériou.
sl: Prišlo je do težave z iPadovo baterijo.
sv: Det har uppstått ett problem med iPad-batteriet.
th: มีปัญหากับแบตเตอรี่ของ iPad ของคุณ
tr: iPad’inizin piliyle ilgili bir sorun var.
uk: На iPad виникла проблема з акумулятором.
vi: Có sự cố với pin trên iPad của bạn.
zh_cn: iPad电池有问题。
zh_hk: 你的iPad電池發生問題。
zh_tw: iPad的電池發生問題。

# BATTERY_SERVICE_DESC
source: There’s an issue with your iPhone battery. For Apple-certified repairs, visit an Apple Store or an Authorized Apple Service Provider.
ar: هناك مشكلة في بطارية iPhone. لإجراء إصلاحات على أيدي متخصصين معتمدين من Apple، يرجى زيارة أحد متاجر Apple Store أو مزود خدمة معتمد من Apple.
bg: Има проблем с батерията на вашия iPhone. За сертифицирани от Apple ремонти посетете магазин на Apple или упълномощен от Apple сервиз.
ca: Hi ha un problema amb la bateria de l’iPhone. Perquè la reparació estigui certificada per Apple, ves a un proveïdor de serveis autoritzat o a una botiga Apple Store.
cs: Na vašem iPhonu se vyskytl problém s baterií. O opravu s certifikací Apple můžete požádat v místním Apple Storu nebo u poskytovatele servisu autorizovaného společností Apple.
da: Der er et problem med batteriet på din iPhone. Besøg en Apple Store-butik eller en Apple-autoriseret serviceudbyder for at få foretaget en Apple-certificeret reparation.
de: Dein iPhone hat ein Batterieproblem. Für von Apple zertifizierte Reparaturen besuche einen Apple Store oder einen von Apple autorisierten Serviceanbieter.
el: Προέκυψε ζήτημα με την μπαταρία του iPhone σας. Για επισκευές από πιστοποιημένο τεχνικό της Apple, επισκεφθείτε ένα Apple Store ή έναν εξουσιοδοτημένο πάροχο σέρβις της Apple.
es: Hay un problema con la batería del iPhone. Para realizar reparaciones certificadas por Apple, visita una tienda Apple Store o un proveedor de servicios autorizado Apple.
es_us: Hay un problema con la batería de tu iPhone. Para obtener un servicio de reparación certificado por Apple, visita una Apple Store o un proveedor de servicios autorizado.
fi: iPhonen akussa on ongelma. Applen sertifioimaa huoltoa on saatavilla Apple Storessa tai Applen valtuutetulta jälleenmyyjältä.
fr: Un problème est survenu avec la batterie de votre iPhone. Pour bénéficier d’une réparation certifiée Apple, rendez-vous dans un Apple Store ou dans un centre de services agréé Apple.
fr_ca: Il existe un problème concernant la batterie de votre iPhone. Pour en savoir plus sur les réparations certifiées Apple, rendez-vous dans un Apple Store ou un fournisseur de service agréé Apple.
he: התגלתה בעיה עם הסוללה ב-iPhone שלך. לתיקונים שמאושרים על-ידי Apple, יש לבקר ב-Apple Store או בספק שירות מורשה של Apple.
hi: आपके iPhone की बैटरी में समस्या है। Apple द्वारा प्रमाणित मरम्मत के लिए Apple Store या किसी अधिकृत Apple सर्विस प्रोवाइडर के पास जाएँ।
hr: Postoji problem s baterijom iPhonea. Za popravke s Appleovim certifikatom posjetite Apple Store ili ovlašteni Appleov servis.
hu: Probléma merült fel az iPhone-ja akkumulátorával kapcsolatban. Ha az Apple által tanúsított javítást szeretné igénybe venni, keressen fel egy Apple Store áruházat vagy egy hivatalos Apple-szervizszolgáltatót.
id: Ada masalah pada baterai iPhone Anda. Untuk perbaikan bersertifikasi Apple, kunjungi Apple Store atau Penyedia Servis Resmi Apple.
it: Si è verificato un problema con la batteria di iPhone. Per richiedere una riparazione certificata Apple, recati a un Apple Store o a un centro di assistenza autorizzato Apple.
ja: iPhoneのバッテリーに問題があります。Apple認定の修理をご希望の場合は、Apple StoreまたはApple正規サービスプロバイダにお越しください。
kk: iPhone аккумуляторында мәселе туындады. Apple сертификаттаған жөндеу жұмысын жүргізу үшін Apple Store дүкеніне барыңыз немесе Apple компаниясының уәкілетті сервис провайдеріне хабарласыңыз.
ko: iPhone의 배터리에 문제가 있습니다. Apple 인증 수리를 받으려면 Apple Store나 Apple 공인 서비스 제공업체를 방문하십시오.
lt: Kilo problema dėl jūsų „iPhone“ akumuliatoriaus. Jei reikia „Apple“ sertifikuoto remonto, apsilankykite „Apple Store“ arba pas įgaliotąjį „Apple“ paslaugų teikėją.
ms: Terdapat isu dengan bateri iPhone anda. Untuk mendapatkan pembaikan yang disahkan oleh Apple, lawati Apple Store atau Penyedia Khidmat Sah Apple.
nl: Er is een probleem met de batterij van je iPhone. Ga voor door Apple gecertificeerde reparaties naar een Apple Store of een erkende Apple service­provider.
no: Det er en feil med batteriet på iPhonen. Kontakt en Apple Store eller en Apple-autorisert serviceleverandør for å reparere enheten.
pl: iPhone ma problem z baterią. Aby dokonać naprawy certyfikowanej przez Apple, odwiedź Apple Store lub Autoryzowany Serwis Apple.
pt_br: Há um problema com a bateria do seu iPhone. Para obter um reparo certificado pela Apple, visite uma Apple Store ou um Provedor de Serviços Autorizado da Apple.
pt_pt: Foi detetado um problema na bateria do iPhone. Para saber como proceder a reparações certificadas pela Apple, visite uma Apple Store ou um centro de assistência autorizado Apple.
ro: Bateria iPhone‑ului are o problemă. Pentru reparații certificate de Apple, vizitați un Apple Store sau un furnizor autorizat de service Apple.
ru: На этом iPhone возникла неполадка аккумулятора. Для выполнения ремонта, сертифицированного Apple, обратитесь в магазин Apple Store или к авторизованному Apple поставщику услуг.
sk: Na vašom iPhone sa vyskytol problém s batériou. O opravu certifikovanú spoločnosťou Apple môžete požiadať Apple Store alebo poskytovateľa servisu autorizovaného spoločnosťou Apple.
sl: Prišlo je do težave z iPhonovo baterijo. Za popravila, potrjena s strani družbe Apple, obiščite trgovino Apple Store ali pooblaščenega ponudnika servisnih storitev Apple.
sv: Ett problem har uppstått med iPhone-batteriet. För reparationer som certifieras av Apple hänvisas du till en Apple-butik eller ett auktoriserat Apple-serviceställe.
th: มีปัญหากับแบตเตอรี่ของ iPhone ของคุณ สำหรับการซ่อมแซมที่ได้รับการรับรองจาก Apple ให้ไปที่ Apple Store หรือผู้ให้บริการที่ได้รับอนุญาตจาก Apple
tr: iPhone’unuzun pili ile ilgili bir sorun var. Apple sertifikalı onarımlar için bir Apple Store’a veya bir Apple Yetkili Servis Sağlayıcısı’na gidin.
uk: На iPhone виникла проблема з акумулятором. Для сертифікованого ремонту зверніться до магазину Apple Store або до авторизованого постачальника послуг Apple.
vi: Có sự cố với pin trên iPhone của bạn. Để được sửa chữa do Apple chứng nhận, hãy đến Apple Store hoặc Nhà cung cấp dịch vụ Apple được ủy quyền.
zh_cn: iPhone电池有问题。若需Apple认证的维修，请访问Apple Store商店或Apple授权服务提供商。
zh_hk: iPhone的電池發生問題。如需Apple認證的維修，請到訪Apple Store或Apple授權維修中心。
zh_tw: iPhone的電池發生問題。如需Apple認證的維修，請參訪Apple Store或Apple授權維修中心。

# FACEID_SETTINGS_TITLE
source: Face ID Issue
ar: مشكلة في بصمة الوجه
bg: Проблем с Face ID
ca: Problema amb el Face ID
cs: Problém s Face ID
da: Problem med Face ID
de: Face ID-Problem
el: Ζήτημα Face ID
es: Problema con Face ID
es_us: Problema con Face ID
fi: Face ID -ongelma
fr: Problème avec Face ID
fr_ca: Problème concernant Face ID
he: בעיה עם Face ID
hi: Face ID संबंधी समस्या
hr: Problem s Face ID-jem
hu: Face ID-val kapcsolatos probléma
id: Masalah Face ID
it: Problema con Face ID
ja: Face IDの問題
kk: Face ID мәселесі
ko: Face ID 문제
lt: „Face ID“ problema
ms: Isu Face ID
nl: Probleem met Face ID
no: Feil med Face ID
pl: Problem z Face ID
pt_br: Problema com o Face ID
pt_pt: Problema com o Face ID
ro: Problemă legată de Face ID
ru: Неполадка Face ID
sk: Problém s Face ID
sl: Težava s funkcijo Face ID
sv: Problem med Face ID
th: ปัญหา Face ID
tr: Face ID Sorunu
uk: Проблема з Face ID
vi: Sự cố Face ID
zh_cn: 面容ID问题
zh_hk: Face ID問題
zh_tw: Face ID問題
